# vi:ft=ruby:
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'universal-ctags/universal-ctags'

brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'vim'
brew 'ag'
brew 'bash-completion'
brew 'openssl'
brew 'memcached'
brew 'node'
brew 'redis'
brew 'wget'
brew 'go'
brew 'git'
brew 'hub'
brew 'youtube-dl'
brew 'ffmpeg'

tap 'caskroom/cask'
brew 'caskroom/cask/brew-cask'
cask 'dropbox'
cask 'iterm2'
cask 'slack'
